{
    "schools": [
        {
            "id": "1",
            "school_name": "Archbishop Tenison's C of E High School",
            "contact_number": "0775188188",
            "contact email": "email@school.com",
            "description": "Archbishop Tenison's is a 307 year-old Church of England, mixed, comprehensive, 11-18 High School in Croydon with an excellent track record at both GCSE and A Level over many years. The school was founded by the then Archbishop of Canterbury, Thomas Tenison, in 1714, for \"ten poor boys and ten poor girls of the Parish of Croydon\". At that time it was a radical new departure to educate boys and girls together in the same school.  This is possibly the longest continuously running mixed school in the world under the same foundation as when it started. Today the school serves the Archdeaconry of Croydon, giving priority through its admission arrangements to children from Church of England and other Christian families who live within that area, with 20% per cent of places allocated to feeder schools and 20% of places open to families geographically. Continuation or entrance to the Sixth Form is on an academic basis. Archbishop Tenison's is a relatively small secondary school, with an admission number in Year 7 of 150. The strong Sixth Form has 138 students (2018-19 numbers). The curriculum in Years 7-11 follows a traditional model, with a particular emphasis on the core subjects of English, Maths, Science, French and German, History, Geography, Physical Education and Religious Studies, as well as on artistic and practical subjects such as Art, Music, Drama and Technology. All pupils follow a programme of Personal and Social Development, which includes Citizenship. Food Technology is a very popular subject within the school, as is Computing, which is well established at both GCSE and A Level. In the Sixth Form the range of subjects increases considerably to include Economics, Business Studies, Psychology, Sociology, Film Studies and courses in both English Language and English Literature, as well as Further Maths. The school also enjoys a very high level of participation in extra-curricular activities ranging from spectacular concerts and sporting success to exchanges with both France and Germany and charitable connections at home and abroad. The school is a well-established Church of England school, which has as its motto: Tenaciter - Academic excellence for each person in a Christian community. The school's strong sense of its educational purpose is reflected in its commitment to providing a strong academic foundation for its pupils in a secure Christian context which gives them in their turn the confidence to contribute well to a good, free and just society.",
            "grade_requirements": "Five Grade 6s"
        },
        {
            "id": "2",
            "school_name": "School name",
            "contact_number": "0775188188",
            "contact email": "otheremail@school.com",
            "description": "Students are expected to work hard and to achieve their individual best academically, to develop skills relevant to the 21st Century and to develop the self-confidence and sense of purpose necessary for success in a highly competitive global society. Harris City Academy Crystal Palace provides a safe, yet challenging environment where students can succeed and excel, and by having the highest of expectations all can truly achieve. As well as our national achievements, including our third consecutive Outstanding Ofsted (2014), we pride ourselves on the educational experience we give our students. Harris City Academy Crystal Palace has an enviable reputation for academic success and each summer we celebrate impressive examination results both at GCSE and A Level. Our success is down to the hard work of our students, our excellent teachers, a broad and varied academic curriculum and an educational environment emphasising the traditional standards of uniform, discipline and respect. Learning not only happens in the classroom; the Academy has a rich and extensive extra curriculum offer to support our learners and prepare them for life as balanced, happy individuals. We have a wide range of hugely successful enrichment opportunities available including sports - the Academy competes at both local and national level, extensive arts clubs and a wide range of other activities such as our award winning debating society.  Additionally, the Academy offers The Duke of Edinburgh Award Scheme to Gold level and an extensive programme of local, national, international trips and visits."
        }
        
    ]
}